{
  "title": "Invisible Alligators",
  "about": "Hayes Roberts",
  "pageCount":"27",
  "pages":{
    "0":{
  "text": "Invisible Alligators",
  "image":"0.jpg"
    },
    "1":{
      "text":"A young monkey named Sari woke up one morning and knew there was trouble.",
      "image":"1.jpg"
    },
    "2":{
      "text":"She hopped out of bed and found that the bridge on her favorite castle had been broken in the night, and it took her forever to fix it.",
      "image":"2.jpg"
    },
    "3":{
      "text":"Then she found her stairs covered in toys. She tripped on one and had to pick them all up.",
      "image":"3.jpg"
    },
    "4":{
      "text":"THEN she couldn't ride her llama to school because the whole herd was running loose. It took her six tries to get them onto a pointy rock so they would calm down and quit trying to eat her homework.",
      "image":"4.jpg"
    },
    "5":{
      "text":"She was so late that she missed almost all of her favorite class, Algebra II. And her homework was covered in bites and hoof prints.",
      "image":"5.jpg"
    },
    "6":{
      "text":"She'd had enough.",
      "image":"6.jpg"
    },
    "7":{
      "text":"Tonight Sari would put a stop to this.",
      "image":"7.jpg"
    },
    "8":{
      "text":"That night she stayed awake long after bedtime. Long enough to hear the rustling of long tails under her bed.",
      "image":"8.jpg"
    },
    "9":{
      "text":"She flipped her bed over and found invisible alligators all over her room. \"What's going on here?\" she demanded.",
      "image":"9.jpg"
    },
    "10":{
      "text":"\"Sari, we're the invisible alligators and we do this for everyone,\" one alligator explained. \" We're just trying to help; let me show you.\"",
      "image":"10.jpg"
    },
    "11":{
      "text":"So she followed him deep into the alligator catacombs.",
      "image":"11.jpg"
    },
    "12":{
      "text":"As they walked he explained, \"You see, we cause trouble in all kinds of ways.\"",
      "image":"12.jpg"
    },
    "13":{
      "text":"\"In this house I'm hiding the remote control and this sheep will search his house for a week.\"",
      "image":"13.jpg"
    },
    "14":{
      "text":"\"And in this house we're stealing the chocolate cake mix and putting out fresh broccoli instead.\"",
      "image":"14.jpg"
    },
    "15":{
      "text":"\"And in here we're singing this hippo to sleep in the bath so he gets all pruney.\" \"I just don't understand why you would do all of these things,\" Sari said. \"Why do we have to have so many things go wrong? Why can't you just make everything right?\"",
      "image":"15.jpg"
    },
    "16":{
      "text":"\"Yes, good point,\" the alligator sighed, \"but let me show you one more thing,\" and he took her into the invisible alligator main headquarters.",
      "image":"16.jpg"
    },
    "17":{
      "text":"\"This is your book, Sari. All the things listed in this book are the troubles we've caused you-- and all the things you've learned how to do in your whole life.\" It was a big book. He looked at her expectantly.",
      "image":"17.jpg"
    },
    "18":{
      "text":"\"Nope. I don't get it.\" she said sadly, and left the alligators' lair so she could go back home and get in bed. \"Bye.\"",
      "image":"18.jpg"
    },
    "19":{
      "text":"The stairs leading home were covered in rocks. Sari took a moment to pick them all up as she walked so no one would trip and fall.",
      "image":"19.jpg"
    },
    "20":{
      "text":"She came to a bridge that was snapped in two,",
      "image":"20.jpg"
    },
    "21":{
      "text":"and a herd of wild blue goats which we all know are very dangerous unless someone knows how to herd them onto a pointy mountain top.",
      "image":"21.jpg"
    },
    "22":{
      "text":"Sari didn't even have to think. She knew exactly what to do--fixed the bridge, herded the goats, piled the rocks out of the way in a safe place and was safely in bed in no time at all fast asleep and dreaming about Algebra II.",
      "image":"22.jpg"
    },
    "23":{
      "text":"How did she do it? If you are lucky maybe the invisible alligators will visit you tonight and cause trouble for you.",
      "image":"23.jpg"
    },
    "24":{
      "text":"The End",
      "image":"24.jpg"
    }

  }

}
